{"translation-revision-date":"2024-02-13 03:58:24+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa_AF"},"Percentage of visitors that left without engagement with your site":["درصد بازدیدکنندگانی که بدون تعامل با سایت شما رفتند"],"Authors whose posts got the most visits":["نویسندگانی که پست هایشان بیشترین بازدید را داشته است"],"Most popular authors by pageviews":["محبوب ترین نویسندگان بر اساس بازدید از صفحه"],"Categories that your site visitors viewed the most":["دسته بندی هایی که بازدیدکنندگان سایت شما بیشترین بازدید را داشته اند"],"Pages with the most pageviews published in the last 3 days":["صفحاتی با بیشترین بازدید از صفحه در 3 روز گذشته منتشر شده است"],"Top recent trending pages":["صفحات پرطرفدار اخیر"],"Pages with the highest engagement rate":["صفحات با بالاترین نرخ تعامل"],"Top categories by pageviews":["دسته بندی های برتر بر اساس بازدید از صفحه"],"Pages with the highest percentage of visitors that left without engagement with your site":["صفحاتی با بیشترین درصد بازدیدکنندگان که بدون درگیری با سایت شما را ترک کردند"],"Most engaging pages":["جذاب ترین صفحات"],"The top search queries for your site by highest clickthrough rate":["جستجوهای برتر برای سایت شما با بالاترین نرخ کلیک"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["کانالی (به عنوان مثال اجتماعی، پولی، جستجو) که بازدیدکنندگانی را وارد کرد که بیشترین تبدیل را ایجاد کردند"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["کانالی (به عنوان مثال اجتماعی، پولی، جستجو) که بیشترین بازدیدکننده را به سایت شما آورده است"],"The countries where most of your visitors came from":["کشورهایی که بیشتر بازدیدکنندگان شما از آنجا آمده اند"],"The cities where most of your visitors came from":["شهرهایی که بیشتر بازدیدکنندگان شما از آنجا آمده اند"],"Portion of visitors who visited your site for the first time in this timeframe":["بخشی از بازدیدکنندگانی که برای اولین بار در این بازه زمانی از سایت شما بازدید کردند"],"Pages your visitors read the most":["صفحاتی که بازدیدکنندگان شما بیشتر می‌خوانند"],"Portion of your site’s visitors that returned at least once in this timeframe":["بخشی از بازدیدکنندگان سایت شما که حداقل یک بار در این بازه زمانی بازگشته اند"],"Pages that attracted the most returning visitors":["صفحاتی که بیشترین بازدیدکنندگان را جذب کردند"],"Top pages by returning visitors":["صفحات برتر با بازدیدکنندگان بازگشتی"],"Average duration of engaged visits":["میانگین مدت بازدیدهای درگیر"],"Number of pages visitors viewed per session on average":["تعداد صفحات بازدید شده توسط بازدیدکنندگان در هر جلسه به طور متوسط"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["کانالی (مثلاً اجتماعی، پولی، جستجو) که بیشترین بازدیدکنندگانی را که تعامل معناداری با سایت شما داشتند، به خود اختصاص داد."],"Average number of sessions per site visitor":["میانگین تعداد جلسات به ازای هر بازدیدکننده سایت"],"Least engaging pages":["صفحات با کمترین جذابیت"],"Returning visitors":["بازدیدکنندگان بازگشتی"],"Visit length":["طول بازدید"],"Pages per visit":["صفحات در هر بازدید"],"Visits per visitor":["بازدید به ازای هر بازدید کننده"],"Top countries driving traffic":["کشورهای برتر که ترافیک را هدایت می کنند"],"Channel which brought in the most visits that resulted in conversions":["کانالی که بیشترین بازدید را داشت که منجر به تبدیل شد"],"Which countries you get the most visitors from":["از کدام کشورها بیشترین بازدید کننده را دارید"],"Which cities you get the most visitors from":["از کدام شهرها بیشترین بازدید کننده را دارید"],"What people searched for before they came to your site":["آنچه افراد قبل از ورود به سایت شما جستجو می کردند"],"Products that brought in the most visitors":["محصولاتی که بیشترین بازدیدکننده را به همراه داشته است"],"Pages that brought in the most visitors":["صفحاتی که بیشترین بازدید کننده را داشته اند"],"Visitors coming via this channel spent the most time on your site":["بازدیدکنندگانی که از طریق این کانال می آیند بیشترین زمان را در سایت شما سپری می کنند"],"Channel which brought in the most visitors to your site":["کانالی که بیشترین بازدیدکننده را برای سایت شما به ارمغان آورد"],"How many new visitors you got and how the overall audience changed":["چه تعداد بازدیدکننده جدید داشتید و چگونه مخاطبان کلی تغییر کردند"],"Portion of people who visited your site more than once":["بخشی از افرادی که بیش از یک بار از سایت شما بازدید کرده اند"],"Top traffic source":["منبع ترافیک برتر"],"Top converting traffic source":["منبع ترافیک در حال تبدیل برتر"],"Top cities driving traffic":["شهرهای برتر که باعث ترافیک می شوند"],"Most popular products by pageviews":["محبوب ترین محصولات بر اساس بازدید از صفحه"],"Most engaged traffic source":["درگیرترین منبع ترافیک"],"Top performing keywords":["کلمات کلیدی با عملکرد برتر"],"Most popular content by pageviews":["محبوب ترین محتوا بر اساس بازدید از صفحه"],"New visitors":["بازدیدکنندگان جدید"],"By default only the user who connects a service can control who it is shared with. This setting optionally lets these users allow any other admin signed in with Google to manage the roles a service is shared with.":["به طور پیش‌فرض فقط کاربری که یک سرویس را متصل کرده، اشتراک آنرا کنترل می‌کند. این تنظیمات به کاربر اجازه می‌دهد هر ادمین دیگری با حساب گوگل با داشتن نقش سرویس را مشاهده و کنترل کند."],"Manage view access for other roles":["مدیریت تنظیمات مشاهده‌ی نقش‌های دیگر"],"Grant access to the view-only dashboard for each service for the specific roles you want. Users will see the Site Kit dashboard with only the services that have been shared with them without needing to sign-in with Google.":["برای هر سرویس برای نقش‌های خاصی که می‌خواهید، به داشبورد فقط مشاهده اعطا کنید. کاربران داشبورد کیت سایت را تنها با خدماتی که بدون نیاز به ورود به سیستم با گوگل با آنها به اشتراک گذاشته شده است، مشاهده خواهند کرد."],"Share management with other admins":["مدیریت را با ادمین‌‌های دیگر اشتراک‌بگذارید"],"Share a view-only version of your dashboard with other WordPress roles":["یک نسخه فقط مشاهده از داشبورد خود را با سایر نقش های وردپرس به اشتراک بگذارید"],"New! Dashboard sharing":["جدید! اشتراک داشبورد"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"%sM":["%sمیلیون"],"%sK":["%sهزار"],"Last %s day":["آخرین %s روز"],", ":["، "]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-57646daf3f252ff1bc9b.js"}}