{"translation-revision-date":"2024-02-13 03:58:24+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa_AF"},"<a href=\"%1$s\">Click here<\/a> for more information, or to get more help, ask a question on our <a href=\"%2$s\">support forum<\/a> and include the text of the original error message: %3$s":["<a href=\"%1$s\">اینجا کلیک کنید<\/a> برای اطلاعات بیشتر، یا برای دریافت راهنمایی بیشتر، یک سوال از ما بپرسید <a href=\"%2$s\">انجمن پشتیبانی<\/a> و متن پیام خطای اصلی را درج کنید: %3$s"],"Permissions Error":["خطای مجوزها"],"<strong>Connect Google Analytics as part of your setup.<\/strong> Activate Google Analytics to track how much traffic you’re getting and how people navigate your site.":["<strong>گوگل آنالیتیکس را به‌عنوان بخشی از راه‌اندازی خود وصل کنید.<\/strong> گوگل آنالیتیکس را فعال کنید تا میزان ترافیک دریافتی و نحوه پیمایش افراد در سایت شما را ردیابی کنید."],"Email":["ایمیل"],"Google account":["حساب گوگل"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>با اشتراک‌گذاری داده‌های استفاده ناشناس به ما در بهبود کیت سایت کمک کنید.<\/span> <span>همه داده‌های جمع‌آوری‌شده مطابق با <a>خط‌مشی رازداری گوگل<\/a><\/span> رفتار می‌شوند."],"Google Account (Email: %1$s)":["حساب گوگل (ایمیل: %1$s)"],"Google Account for %1$s":["حساب گوگل برای %1$s"],"Google Account for %1$s (Email: %2$s)":["حساب گوگل برای %1$s (ایمیل: %2$s)"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["برای ادامه استفاده از آنالیتیکس با کیت سایت، باید اجازه بررسی هرگونه تغییر در ویژگی آنالیتیکس هدف تگ گوگل خود را بدهید. ویژگی تگ گوگل اخیراً به‌روزرسانی شده است تا به کاربران اجازه دهد ویژگی آنالیتیکس متصل برچسب را بدون ویرایش کد سایت تغییر دهند. به دلیل این تغییر، اکنون سایت کیت باید مرتباً بررسی کند که آیا برچسب روی سایت شما با مقصد دارایی آنالیتیکس مطابقت دارد یا خیر."],"Site Kit needs additional permissions to detect updates to tags on your site":["سایت کیت برای تشخیص به‌روزرسانی برچسب‌ها در سایت شما به مجوزهای بیشتری نیاز دارد"],"Grant permission":["اجازه بدهید"],"Copied to clipboard":["در کلیپ بورد کپی شد"],"Copy error contents":["کپی مطالب خطا"],"Error message copied to clipboard. Click to copy the error message again.":["پیام خطا در کلیپ بورد کپی شد. برای کپی مجدد پیغام خطا کلیک کنید."],"<strong>Note:<\/strong> %s":["<strong>توجه:<\/strong> %s"],"Google Account":["حساب کاربری گوگل"],"Looks like your site is having a technical issue with connecting to the Site Kit authentication service.":["به نظر می‌رسد سایت شما با اتصال به سرویس احراز هویت کیت سایت مشکل فنی دارد."],"%1$s <Link>%2$s<\/Link>":["%1$s <Link>%2$s<\/Link>"],"An administrator has granted you access to view this site's dashboard to view stats from all shared Google services. <a>Learn more<\/a>":["یک سرپرست به شما اجازه دسترسی برای مشاهده داشبورد این سایت برای مشاهده آمار همه سرویس‌های مشترک گوگل را داده است. <a>بیشتر بیاموزید<\/a>"],"Error connecting Site Kit":["خطا در اتصال کیت سایت"],"Skip sign-in and view limited dashboard":["از ورود به سیستم رد شوید و داشبورد محدود را مشاهده کنید"],"Thanks for using Site Kit!<br \/>Help us make it even better":["از اینکه از کیت سایت استفاده کردید متشکریم!<br \/>به ما در بهتر کردن آن کمک کنید."],"Shared by <strong>%s<\/strong>":["به اشتراک گذاشته شده توسط <strong>%s<\/strong>"],"Learn more about dashboard sharing":["درباره اشتراک داشبورد بیشتر بدانید"],"Shared services":["خدمات به اشتراک گذاشته شده"],"View only":["فقط دیدن"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["می‌توانید آمار همه سرویس‌های مشترک گوگل را ببینید، اما نمی‌توانید هیچ تغییری ایجاد کنید. <strong>برای اتصال سرویس‌های بیشتر و کنترل دسترسی اشتراک‌گذاری، وارد سیستم شوید.<\/strong>"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["می‌توانید آمار همه سرویس‌های مشترک گوگل را ببینید، اما نمی‌توانید هیچ تغییری ایجاد کنید. <a>بیشتر بیاموزید<\/a>"],"View-only Dashboard Access":["دسترسی به داشبورد فقط برای مشاهده"],"Go to dashboard":["به داشبورد بروید"],"Back to dashboard":["بازگشت به داشتبورد"],"Looks like Site Kit is unable to place or detect tags on your site. This can be caused by using certain caching or maintenance mode plugins or your site’s frontend is configured on a different host or infrastructure than your administration dashboard. <GetHelpLink \/>":["به نظر می رسد کیت سایت نمی تواند برچسب ها را در سایت شما قرار دهد یا تشخیص دهد. این می تواند به دلیل استفاده از برخی از افزونه های حافظه پنهان یا حالت تعمیر و نگهداری باشد یا ظاهر سایت شما بر روی یک میزبان یا زیرساخت متفاوت از داشبورد مدیریت شما پیکربندی شده است. <GetHelpLink \/>"],"— New URL: %s":["— آدرس اینترنتی جدید: %s"],"Monetization":["کسب درآمد"],"Content":["محتوا"],"Traffic":["ترافیک سایت"],"Get insights on how people find your site, as well as how to improve and monetize your site’s content, directly in your WordPress dashboard":["در مورد اینکه افراد چگونه سایت شما را پیدا می کنند و همچنین نحوه بهبود و کسب درآمد از محتوای سایت خود را مستقیماً در داشبورد وردپرس خود بینش دریافت کنید."],"screen reader text\u0004(disabled)":["(غیر فعال)"],"Help":["راهنما"],"Site Kit cannot access the WordPress REST API. Please ensure it is enabled on your site. <GetHelpLink \/>":["کیت سایت نمی تواند به API وردپرس REST دسترسی پیدا کند. لطفا مطمئن شوید که در سایت شما فعال است. <GetHelpLink \/>"],"Get support":["کمک دریافت کنید"],"Read help docs":["مدارک راهنما را بخوانید"],"Fix common issues":["مشکلات معمول را حل کنید"],"Got it":["فهمیدم"],"Get help with AdSense":["در مورد ادسنس راهنمایی دریافت کنید"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"Next":["بعدی"],"Get insights about how people find and use your site as well as how to improve and monetize your content, directly in your WordPress dashboard":["در مورد نحوه یافتن و استفاده از سایت شما توسط مردم و همچنین نحوه بهبود و کسب درآمد از محتوای خود، مستقیماً در داشبورد وردپرس خود اطلاعاتی دریافت کنید."],"Set up Site Kit":["تنظیم سایت کیت"],"Learn how":["چگونه؟"],"Learn how to install and use the helper plugin":["آموزش نصب و استفاده از افزونه راهنما"],"Configure":["پیکربندی"],"Configure the helper plugin":["پیکربندی افزونه راهنما"],"Activate":["فعال‌سازی"],"Activate the helper plugin":["فعال‌سازی افزونه راهنما"],"screen reader text\u0004(opens in a new tab)":["(در یک برگه جدید باز می شود)"],"Install the helper plugin":["افزونه Helper را نصب کنید"],"Install":["نصب"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["بازنشانی همه کاربران را قطع می‌کند و تمام تنظیمات و داده‌های کیت سایت در وردپرس را حذف می‌کند. <br \/>شما و سایر کاربرانی که مایل به استفاده از کیت سایت هستند، برای بازیابی دسترسی، باید دوباره وصل شوید."],"Redo the plugin setup":["تنظیمات افزونه را دوباره انجام دهید"],"complete module setup\u0004Finish":["پایان"],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service. <GetHelpLink \/>":["به نظر می‌رسد AMP CDN در منطقه شما محدود شده است، که می‌تواند در راه‌اندازی سرویس کیت سایت اختلال ایجاد کند. <GetHelpLink \/>"],"Looks like your site is having a technical issue with requesting data from Google services.":["به نظر می رسد سایت شما با درخواست داده از سرویس های گوگل مشکل فنی دارد."],"Looks like the URL of your site has changed. In order to continue using Site Kit, you’ll need to reconnect, so that your plugin settings are updated with the new URL.":["به نظر می رسد آدرس سایت شما تغییر کرده است. برای ادامه استفاده از کیت سایت، باید دوباره متصل شوید تا تنظیمات افزونه شما با URL جدید به روز شود."],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["برای دریافت راهنمایی بیشتر، در <a href=\"%1$s\">تالار گفتمان پشتیبانی<\/a> ما سؤالی بپرسید و متن پیام خطای اصلی را اضافه کنید: %2$s"],"Report this problem":["گزارش این مشکل"],"Site Kit has already been configured by another admin of this site. To use Site Kit as well, sign in with your Google account which has access to Google services for this site (e.g. Google Analytics). Once you complete the 3 setup steps, you’ll see stats from all activated Google services.":["کیت سایت قبلاً توسط مدیر دیگری این سایت پیکربندی شده است. برای استفاده از کیت سایت نیز، با حساب گوگل خود وارد شوید که به خدمات گوگل برای این سایت (مانند گوگل آنالیتیکس) دسترسی دارد. پس از تکمیل 3 مرحله راه اندازی، آمار همه سرویس های فعال شده گوگل را مشاهده خواهید کرد."],"Connect your Google account to Site Kit":["حساب گوگل خود را به کیت سایت متصل کنید"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["کیت سایت نمی‌تواند به همه داده‌های مرتبط دسترسی داشته باشد زیرا شما به همه مجوزهای درخواست شده در طول راه‌اندازی اعطا نکرده‌اید. برای استفاده از کیت سایت، باید تنظیمات را برای: %s دوباره انجام دهید - مطمئن شوید که همه مجوزها را در مرحله احراز هویت تأیید کرده‌اید."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["کیت سایت نمی‌تواند به داده‌های مربوطه از %1$s دسترسی داشته باشد زیرا شما به همه مجوزهای درخواستی در حین راه‌اندازی اعطا نکرده‌اید. برای استفاده از کیت سایت، باید تنظیم را برای %1$s دوباره انجام دهید - مطمئن شوید که همه مجوزها را در مرحله احراز هویت تأیید کنید."],"Site Kit can’t access necessary data":["کیت سایت نمی تواند به داده های لازم دسترسی پیدا کند"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["کیت سایت نمی‌تواند به همه داده‌های مرتبط دسترسی داشته باشد زیرا شما به همه مجوزهای درخواست شده در طول راه‌اندازی اعطا نکرده‌اید. برای استفاده از کیت سایت، باید راه‌اندازی را دوباره انجام دهید – مطمئن شوید که همه مجوزها را در مرحله احراز هویت تأیید کرده‌اید."],"Additional Permissions Required":["مجوزهای اضافی مورد نیاز است"],"Manage Sites":["مدیریت سایت ها"],"Verifying…":["در حال تایید کردن…"],"%sM":["%sمیلیون"],"%sK":["%sهزار"],"Last %s day":["آخرین %s روز"],", ":["، "],"Site Kit encountered an error":["سایت کیت با خطایی روبرو شد"],"Looks like this may be a staging environment and you already have the helper plugin. Before you can use Site Kit, please make sure you’ve provided the necessary credentials in the Authentication section and verified your production site in Search Console. <GetHelpLink \/>":["به نظر می‌رسد این یک محیط مرحله‌بندی است و شما از قبل افزونه کمکی را دارید. قبل از اینکه بتوانید از کیت سایت استفاده کنید، لطفاً مطمئن شوید که اعتبارنامه‌های لازم را در بخش احراز هویت ارائه کرده‌اید و سایت تولید خود را در کنسول جستجو تأیید کرده‌اید. <GetHelpLink \/>"],"%s (domain property)":["%s (ویژگی دامنه)"],"Your site may not be ready for Site Kit":["ممکن است سایت شما برای کیت سایت آماده نباشد"],"We found %d existing accounts. Please choose which one to use below.":["ما %d حساب کاربری پیدا کردیم. لطفا یکی را انتخاب نمایید."],"Checking Compatibility…":["در حال بررسی سازگاری"],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console. <GetHelpLink \/>":["به نظر می رسد این ممکن است یک محیط صحنه سازی باشد. اگر چنین است، باید یک افزونه کمکی نصب کنید و سایت تولید خود را در کنسول جستجو تأیید کنید. <GetHelpLink \/>"],"Oops! There was a problem during set up. Please try again.":["اوه! در حین تنظیم مشکلی وجود داشت. لطفا دوباره تلاش کنید."],"Site Kit by Google was successfully reset.":["افزونه کیت سایت به تنظیمات اولیه بازگشت."],"Your site has not been added to Search Console yet. Would you like to add it now?":["سایت شما هنوز در کنسول جستجو اضافه نشده است. آیا مایلید که هم اکنون آن را اضافه کنید؟"],"Speed":["سرعت"],"Continue":["ادامه"],"Learn more":["بیشتر بدانید"],"Connect Search Console":["اتصال به کنسول جستجوی گوگل"],"Go to Dashboard":["رفتن به پیش‌خوان"],"Authenticate":["احراز هویت"],"Authenticate Site Kit":["احراز هویت سایت کیت"],"Congratulations!":["تبریک!"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["مراحل نصب سایت کیت و اتصال به کنسول جستجوی گوگل با موفقیت انجام شد. برای اتصال به سرویس های دیگر گوگل ، وارد داشبورد سایت کیت شوید."],"Your Search Console is set up with Site Kit.":["کنسول جستجوی گوگل شما به سایت کیت متصل شد."],"We’re locating your Search Console account.":["در حال دریافت اطلاعات از کنسول جستجوی گوگل شما هستیم."],"Choose URL":["نشانی اینترنتی را انتخاب کنید"],"Congratulations, your site has been verified!":["تبریک ، حساب شما تایید شد."],"We will need to verify your URL for Site Kit.":["لطفا نشانی اینترنتی خود را تایید کنید."],"Verify URL":["تایید نشانی اینترنتی"],"Website Address":["آدرس وبسایت"],"Sign in with Google":["ورود با حساب گوگل"],"Please sign into your Google account to begin.":["لطفا برای شروع به اکانت گوگل خود وارد شوید."],"Authenticate with Google":["تایید صحت با گوگل"],"Site Kit by Google Logo":["سایت کیت توسط لوگوی گوگل"],"Account":["حساب کاربری"],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["یک یا چند گزینه درخواستی شما اجازه دسترسی ندارند. لطفا به تمامی گزینه های درخواستی دسترسی دهید."],"Getting your verified sites…":["دریافت سایت های تایید شده ی شما…"],"Back":["بازگشت"],"User Avatar":["تصویر پروفایل کاربر"],"Disconnect":["قطع اتصال"],"Reset Site Kit":["تنظیم دوباره سایت کیت"],"Service name\u0004Search Console":["کنسول جستجو"],"Site Kit will no longer have access to your account. If you’d like to reconnect Site Kit, click \"Sign in with Google\" below to generate new credentials.":["سایت کیت دیگر به حساب شما دسترسی نخواهد داشت. اگر می‌خواهید کیت سایت را دوباره متصل کنید، روی «ورود به سیستم با گوگل» در زیر کلیک کنید تا اعتبارنامه‌های جدید ایجاد شود."],"You revoked access to Site Kit for %s":["شما دسترسی به کیت سایت را برای %s لغو کردید"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["با قطع ارتباط سایت کیت توسط گوگل، دسترسی شما به همه سرویس‌ها حذف می‌شود. پس از قطع اتصال، باید مجدداً برای بازیابی سرویس مجوز دهید."],"Cancel":["لغو"],"Reset":["بازنشانی"],"Close":["بستن"],"Reconnect Site Kit":["اتصال کیت سایت"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-splash-ecedc602317e774192e2.js"}}