{"translation-revision-date":"2024-02-13 03:58:24+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa_AF"},"Edit <VisuallyHidden>web data stream <\/VisuallyHidden>in Analytics":["<VisuallyHidden>جریان داده های وب <\/VisuallyHidden> را در آنالیتیکس ویرایش کنید"],"Edit <VisuallyHidden>account <\/VisuallyHidden>in Analytics":["<VisuallyHidden>حساب <\/VisuallyHidden> را در آنالیز ویرایش کنید"],"Disabled":["غیرفعال شد"],"Enabled":["فعال شده"],"Enhanced Measurement":["اندازه گیری پیشرفته"],"Connect Analytics":["آنالیتیکس را متصل کنید"],"Update Analytics to track metric":["تجزیه و تحلیل را برای ردیابی متریک به روز کنید"],"Retry didn’t work? <a>Learn more<\/a>":["تلاش مجدد جواب نداد؟ <a>بیشتر بیاموزید<\/a>"],"Analytics update failed":["به‌روزرسانی آنالیتیکس ناموفق بود"],"Percentage of visitors that left without engagement with your site":["درصد بازدیدکنندگانی که بدون تعامل با سایت شما رفتند"],"Setup successful: Analytics is gathering data for this metric":["راه‌اندازی با موفقیت انجام شد: آنالیز در حال جمع‌آوری داده‌ها برای این معیار است"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["مدیر دیگری این معیارهای مناسب را برای سایت شما تنظیم کرده است. برای شخصی سازی آنها اینجا را کلیک کنید."],"Personalize your key metrics":["معیارهای کلیدی خود را شخصی کنید"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["باید با سرپرست خود تماس بگیرید. <a>بیشتر بیاموزید<\/a>"],"Permissions updated? <a>Retry<\/a>":["مجوزها به روز شد؟ <a>تلاش مجدد<\/a>"],"Additional permissions are required to create new Analytics custom dimensions":["برای ایجاد ابعاد سفارشی جدید آنالیز به مجوزهای اضافی نیاز است."],"Authors whose posts got the most visits":["نویسندگانی که پست هایشان بیشترین بازدید را داشته است"],"Most popular authors by pageviews":["محبوب ترین نویسندگان بر اساس بازدید از صفحه"],"Categories that your site visitors viewed the most":["دسته بندی هایی که بازدیدکنندگان سایت شما بیشترین بازدید را داشته اند"],"Pages with the most pageviews published in the last 3 days":["صفحاتی با بیشترین بازدید از صفحه در 3 روز گذشته منتشر شده است"],"Top recent trending pages":["صفحات پرطرفدار اخیر"],"Pages with the highest engagement rate":["صفحات با بالاترین نرخ تعامل"],"Top categories by pageviews":["دسته بندی های برتر بر اساس بازدید از صفحه"],"Pages with the highest percentage of visitors that left without engagement with your site":["صفحاتی با بیشترین درصد بازدیدکنندگان که بدون درگیری با سایت شما را ترک کردند"],"No data to show":["هیچ داده ای برای نمایش وجود ندارد"],"Most engaging pages":["جذاب ترین صفحات"],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["این به شما امکان می دهد تا تعاملات را با محتوای خود اندازه گیری کنید (به عنوان مثال دانلود فایل، تکمیل فرم، بازدید ویدیو). <a>بیشتر بیاموزید<\/a>"],"The top search queries for your site by highest clickthrough rate":["جستجوهای برتر برای سایت شما با بالاترین نرخ کلیک"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["کانالی (به عنوان مثال اجتماعی، پولی، جستجو) که بازدیدکنندگانی را وارد کرد که بیشترین تبدیل را ایجاد کردند"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["کانالی (به عنوان مثال اجتماعی، پولی، جستجو) که بیشترین بازدیدکننده را به سایت شما آورده است"],"The countries where most of your visitors came from":["کشورهایی که بیشتر بازدیدکنندگان شما از آنجا آمده اند"],"Products on your site which visitors viewed the most. Site Kit detected these are your product pages. If this is inaccurate, you can <a>replace<\/a> this with another metric":["محصولات موجود در سایت شما که بازدیدکنندگان بیشترین بازدید را داشتند. کیت سایت تشخیص داد که اینها صفحات محصول شما هستند. اگر این نادرست است، می‌توانید آن را با معیار دیگری <a>جایگزین<\/a> کنید"],"The cities where most of your visitors came from":["شهرهایی که بیشتر بازدیدکنندگان شما از آنجا آمده اند"],"Portion of visitors who visited your site for the first time in this timeframe":["بخشی از بازدیدکنندگانی که برای اولین بار در این بازه زمانی از سایت شما بازدید کردند"],"Pages your visitors read the most":["صفحاتی که بازدیدکنندگان شما بیشتر می‌خوانند"],"Portion of your site’s visitors that returned at least once in this timeframe":["بخشی از بازدیدکنندگان سایت شما که حداقل یک بار در این بازه زمانی بازگشته اند"],"%s total visits":["%s کل بازدیدها"],"%s page views":["%s بازدید از صفحه"],"Pages that attracted the most returning visitors":["صفحاتی که بیشترین بازدیدکنندگان را جذب کردند"],"Top pages by returning visitors":["صفحات برتر با بازدیدکنندگان بازگشتی"],"Average duration of engaged visits":["میانگین مدت بازدیدهای درگیر"],"Number of pages visitors viewed per session on average":["تعداد صفحات بازدید شده توسط بازدیدکنندگان در هر جلسه به طور متوسط"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["کانالی (مثلاً اجتماعی، پولی، جستجو) که بیشترین بازدیدکنندگانی را که تعامل معناداری با سایت شما داشتند، به خود اختصاص داد."],"Average number of sessions per site visitor":["میانگین تعداد جلسات به ازای هر بازدیدکننده سایت"],"Enable enhanced measurement":["اندازه گیری پیشرفته را فعال کنید"],"Least engaging pages":["صفحات با کمترین جذابیت"],"Returning visitors":["بازدیدکنندگان بازگشتی"],"Visit length":["طول بازدید"],"Pages per visit":["صفحات در هر بازدید"],"Visits per visitor":["بازدید به ازای هر بازدید کننده"],"%1$s of %2$s engaged sessions":["%1$s از %2$s جلسه درگیر"],"Trouble getting access? <HelpLink \/>":["برای دسترسی مشکل دارید؟ <HelpLink \/>"],"Insufficient permissions":["مجوزهای ناکافی"],"No product posts currently detected on your site. This metric applies only to sites with product posts.":["در حال حاضر هیچ پست محصولی در سایت شما شناسایی نشده است. این معیار فقط برای سایت‌هایی اعمال می‌شود که پست‌های محصول دارند."],"Activate Google Analytics 4 and place code on your site. <a>Learn more<\/a>":["گوگل آنالیتیکس 4 را فعال کنید و کد را در سایت خود قرار دهید. <a>بیشتر بیاموزید<\/a>"],"Top countries driving traffic":["کشورهای برتر که ترافیک را هدایت می کنند"],"Data loading failed":["بارگیری داده انجام نشد"],"No fresh data to display. Universal Analytics stopped collecting data on July 1. To resume collecting Analytics data, set up Google Analytics 4. <a>Learn more<\/a>":["هیچ داده جدیدی برای نمایش وجود ندارد. یونیورسال آنالیز جمع آوری داده ها را در 1 ژوئیه متوقف کرد. برای از سرگیری جمع آوری داده های آنالیتیکس، گوگل آنالیتیکس 4 را راه اندازی کنید. <a>بیشتر بدانید<\/a>"],"Change Metrics":["معیارها را تغییر دهید"],"Channel which brought in the most visits that resulted in conversions":["کانالی که بیشترین بازدید را داشت که منجر به تبدیل شد"],"Which countries you get the most visitors from":["از کدام کشورها بیشترین بازدید کننده را دارید"],"Which cities you get the most visitors from":["از کدام شهرها بیشترین بازدید کننده را دارید"],"What people searched for before they came to your site":["آنچه افراد قبل از ورود به سایت شما جستجو می کردند"],"Products that brought in the most visitors":["محصولاتی که بیشترین بازدیدکننده را به همراه داشته است"],"Pages that brought in the most visitors":["صفحاتی که بیشترین بازدید کننده را داشته اند"],"Visitors coming via this channel spent the most time on your site":["بازدیدکنندگانی که از طریق این کانال می آیند بیشترین زمان را در سایت شما سپری می کنند"],"Channel which brought in the most visitors to your site":["کانالی که بیشترین بازدیدکننده را برای سایت شما به ارمغان آورد"],"How many new visitors you got and how the overall audience changed":["چه تعداد بازدیدکننده جدید داشتید و چگونه مخاطبان کلی تغییر کردند"],"Portion of people who visited your site more than once":["بخشی از افرادی که بیش از یک بار از سایت شما بازدید کرده اند"],"Top traffic source":["منبع ترافیک برتر"],"%s of visits led to conversions":["%s بازدید منجر به تبدیل شد"],"Top converting traffic source":["منبع ترافیک در حال تبدیل برتر"],"Top cities driving traffic":["شهرهای برتر که باعث ترافیک می شوند"],"Analytics doesn’t have data for your site’s products yet":["تجزیه و تحلیل هنوز اطلاعاتی برای محصولات سایت شما ندارد"],"Most popular products by pageviews":["محبوب ترین محصولات بر اساس بازدید از صفحه"],"Most engaged traffic source":["درگیرترین منبع ترافیک"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["پس از تعیین اهداف خود در تنظیمات، بخش معیارهای کلیدی دوباره به داشبورد شما اضافه خواهد شد."],"You can always set up goals from Settings later":["همیشه می‌توانید اهدافی را بعداً از «تنظیمات» تنظیم کنید"],"Google Tag ID":["شناسه تگ گوگل"],"Metrics cannot be displayed without Analytics":["معیارها بدون تجزیه و تحلیل قابل نمایش نیستند"],"I’ll pick metrics myself":["من خودم معیارها را انتخاب خواهم کرد"],"Get tailored metrics":["معیارهای مناسب را دریافت کنید"],"Answer 3 questions to show relevant stats for your site":["به 3 سوال پاسخ دهید تا آمار مربوط به سایت خود را نشان دهید"],"Get metrics and suggestions tailored to your specific site goals":["معیارها و پیشنهادات متناسب با اهداف سایت خود را دریافت کنید"],"%s of total traffic":["%s از کل ترافیک"],"%s is disconnected, some of your metrics can’t be displayed":["%s قطع شده است، برخی از معیارهای شما نمایش داده نمی‌شوند"],"Top performing keywords":["کلمات کلیدی با عملکرد برتر"],"Most popular content by pageviews":["محبوب ترین محتوا بر اساس بازدید از صفحه"],"Connect %s":["%s را وصل کنید"],"of %s total visitors":["از %s کل بازدیدکنندگان"],"New visitors":["بازدیدکنندگان جدید"],"Your data is stale because Universal Analytics stopped collecting data on July 1, 2023. <a>Learn more<\/a>":["داده‌های شما کهنه است زیرا یونیورسال آنالیز جمع‌آوری داده‌ها را در ۱ ژوئیه ۲۰۲۳ متوقف کرد. <a>بیشتر بدانید<\/a>"],"Set up Google Analytics 4":["گوگل آنالیتیکس 4 را راه اندازی کنید"],"Engagement Rate":["نرخ تعامل"],"Learn more about Google Analytics 4":["درباره گوگل آنالیتیکس 4 بیشتر بدانید"],"Set up a new web data stream":["یک جریان داده وب جدید تنظیم کنید"],"Analytics 4 data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Web Data Stream":["جریان داده های وب"],"The server provided an invalid response":["سرور پاسخ نامعتبری ارائه کرد."],"There was a critical error on this website while fetching data":["هنگام واکشی داده ها یک خطای مهم در این وب سایت وجود داشت."],"Retry didn’t work? <HelpLink \/>":["تلاش مجدد جواب نداد؟ <HelpLink \/>"],"Exclude Analytics":["آنالیتیکس را حذف کنید"],"Google Ads":["گوگل ادز"],"Failed to load graphic":["گرافیک بارگیری نشد."],"Failed to load media":["رسانه بارگیری نشد."],"If you prefer to collect data using that existing GA4 tag, please select the corresponding account and property above":["اگر ترجیح می دهید با استفاده از تگ GA4 موجود، داده ها را جمع آوری کنید، لطفاً حساب و ویژگی مربوطه را در بالا انتخاب کنید."],"Make sure you remove it if you decide to place the same GA4 tag via Site Kit, otherwise they will be duplicated":["اگر می‌خواهید همان تگ UA را از طریق سایت کیت قرار دهید، مطمئن شوید که آن را حذف کرده‌اید، در غیر این صورت تکراری خواهند شد."],"An existing tag %s was found on the page":["یک برچسب موجود %s در صفحه پیدا شد."],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s «%2$s»"],"No data to display: your site hasn’t received any visitors yet":["هیچ داده ای برای نمایش وجود ندارد: سایت شما هنوز هیچ بازدیدکننده ای دریافت نکرده است"],"No data to display: your page hasn’t received any visitors yet":["هیچ داده ای برای نمایش وجود ندارد: صفحه شما هنوز هیچ بازدیدکننده ای دریافت نکرده است"],"Maybe later":["شاید بعدا"],"Your site hasn’t received any visitors yet":["وب سایت شما هنوز بازدید‌کننده‌ای نداشته است."],"Your page hasn’t received any visitors yet":["این صفحه هنوز بازدیدکننده‌ای نداشته است."],"(unknown)":["(ناشناخته)"],"screen reader text\u0004(disabled)":["(غیر فعال)"],"Place Google Analytics 4 code":["کد ۴ حرفی گوگل آنالایتیکز را وارد کنید"],"<VisuallyHidden>Google Analytics 4<\/VisuallyHidden> Measurement ID":["<VisuallyHidden>گوگل آنالیتیکس 4<\/VisuallyHidden> شناسه مقایسه"],"Place Universal Analytics code":["کد یونیورسال آنالیز را قرار دهید"],"Users that can write posts will be excluded from Analytics tracking":["کاربرانی که می توانند پست بنویسند از ردیابی آنالیتیکس حذف می شوند"],"Users that can write posts":["کاربرانی که می توانند پست بنویسند"],"All logged-in users":["همه کاربران وارد شده"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["اگر از تبلیغات گوگل استفاده می کنید، اگر می خواهید کیت سایت قطعه را در سایت شما قرار دهد، شناسه تبدیل تبلیغات خود را وارد کنید"],"Conversion IDs must be in the format: AW-XXXXX":["شناسه‌های تبدیل باید در قالب: AW-XXXXX باشند"],"Ads Conversion ID":["شناسه تبدیل تبلیغات"],"Got it":["فهمیدم"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"Bounce Rate %":["نرخ پرش %"],"Update":["بروزرسانی"],"Others":["دیگر موارد"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s در برابر %2$s"],"Next":["بعدی"],"screen reader text\u0004(opens in a new tab)":["(در یک برگه جدید باز می شود)"],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["یک ویژگی گوگل آنالیتیکس 4 (GA4) دارید و می خواهید نحوه استفاده از آن را با کیت سایت بیابید؟"],"Learn more here.":["اینجا بیشتر بیاموزید"],"default Analytics view name\u0004All Web Site Data":["تمام داده های وب سایت"],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی کنسول جستجو ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"This service was originally connected by an administrator — you can contact them for more information.":["این سرویس در ابتدا توسط یک مدیر متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["این سرویس ابتدا توسط مدیر \"%s\" متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای دسترسی به داده‌های %s را ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این نمای آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این حساب آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["برای رفع این, <a href=\"%s\">تنظیمات افزونه را دوباره انجام دهید<\/a>."],"Warning":["هشدار"],"A view with this name already exists":["نمای با این نام از قبل وجود دارد."],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics":["می‌توانید در گوگل آنالیتیکس تغییراتی در این نما ایجاد کنید (مثلاً پارامترهای جستجوی URL را حذف کنید)."],"View Name":["نمایش نام"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["شما باید به کیت سایت اجازه دهید تا از طرف شما یک حساب آنالیز ایجاد کند و همچنین شرایط خدمات گوگل آنالیتیکس را بپذیرید."],"Timezone":["ناحیه‌زمانی"],"Country":["کشور"],"You will be redirected to Google Analytics to accept the terms of service.":["برای پذیرش شرایط خدمات به گوگل آنالیتیکس هدایت خواهید شد."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["ما اطلاعات لازم را برای حساب جدید شما از قبل پر کرده ایم. هر گونه جزئیات را تأیید یا ویرایش کنید:"],"Create your Analytics account":["حساب آنالیز خود را ایجاد کنید"],"Additional permissions are required to create a new Analytics account":["برای ایجاد یک حساب کاربری جدید آنالیز به مجوزهای اضافی نیاز است."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["با پیوند دادن حساب‌های آنالیز و ادسنس، گزارش‌هایی را برای صفحات پردرآمد خود دریافت کنید"],"Link Analytics and AdSense":["آنالیز و ادسنس را پیوند دهید"],"%sM":["%sمیلیون"],"%sK":["%sهزار"],"Last %s day":["آخرین %s روز"],"None":["هیچکدام"],", ":["، "],"Site Kit will add the GA4 code automatically":["سایت کیت کد GA4 را به طور خودکار اضافه می کند"],"Site Kit will not add the GA4 code to your site":["سایت کیت کد GA4 را به سایت شما اضافه نمی کند"],"Once completed, click the link below to re-fetch your accounts to continue.":["پس از تکمیل، روی پیوند زیر کلیک کنید تا حساب های خود را دوباره واکشی کنید تا ادامه دهید."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["برای ایجاد یک حساب کاربری جدید، روی دکمه زیر کلیک کنید تا صفحه ایجاد حساب گوگل آنالیتیکس در یک پنجره جدید باز شود."],"Set up a new account":["ایجاد یک حساب کاربری جدید"],"All logged-in users will be included in Analytics tracking":["همه کاربرانی که وارد سیستم شده اند در ردیابی آنالیتیکس گنجانده می شوند"],"All logged-in users will be excluded from Analytics tracking":["همه کاربرانی که وارد سیستم شده اند از ردیابی آنالیتیکس حذف خواهند شد"],"Excluded from Analytics":["مستثنی کردن از آنالیتیکس"],"Analytics is currently enabled for all visitors":["آنالیتیکس در حال حاضر برای همه بازدیدکنندگان فعال است"],"list separator\u0004, ":["، "],"Create Account":["ساختن حساب"],"Looks like you don’t have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["به نظر می‌رسد هنوز حساب آنالیز ندارید. هنگامی که آن را ایجاد کردید، روی \"حساب من را دوباره واکشی کنید\" کلیک کنید و سایت کیت آن را پیدا می کند."],"Please select the account information below. You can change this later in your settings.":["لطفا اطلاعات حساب زیر را انتخاب کنید. بعداً می‌توانید این را در تنظیمات خود تغییر دهید."],"Snippet is not inserted":["قطعه درج نشده است"],"Snippet is inserted":["قطعه درج شده است"],"Set up a new property":["یک ملک جدید راه اندازی کنید"],"Analytics is disconnected":["تجزیه و تحلیل قطع شده است"],"Re-fetch My Account":["حساب من را دوباره واکشی کنید"],"Learn more":["بیشتر بدانید"],"Sessions":["نشست‌ها"],"OK, Got it!":["باشه، فهمیدم!"],"Session Duration":["مدت زمان نشست"],"Error: %s":["خطا: %s"],"Users":["کاربران"],"Configure Analytics":["پیکربندی Analytics"],"Account":["حساب کاربری"],"Back":["بازگشت"],"View":["نمایش"],"Property":["ویژگی"],"Create an account":["ایجاد یک حساب کاربری"],"Error":["خطا"],"Service name\u0004Analytics":["آنالیتیکس"],"Close":["بستن"],"Day":["روز"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-analytics-4-8b33c94e33392274213c.js"}}