{"translation-revision-date":"2024-02-13 03:58:24+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa_AF"},"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["این به شما امکان می دهد تا تعاملات را با محتوای خود اندازه گیری کنید (به عنوان مثال دانلود فایل، تکمیل فرم، بازدید ویدیو). <a>بیشتر بیاموزید<\/a>"],"Enable enhanced measurement":["اندازه گیری پیشرفته را فعال کنید"],"Activate Google Analytics 4 and place code on your site. <a>Learn more<\/a>":["گوگل آنالیتیکس 4 را فعال کنید و کد را در سایت خود قرار دهید. <a>بیشتر بیاموزید<\/a>"],"No fresh data to display. Universal Analytics stopped collecting data on July 1. To resume collecting Analytics data, set up Google Analytics 4. <a>Learn more<\/a>":["هیچ داده جدیدی برای نمایش وجود ندارد. یونیورسال آنالیز جمع آوری داده ها را در 1 ژوئیه متوقف کرد. برای از سرگیری جمع آوری داده های آنالیتیکس، گوگل آنالیتیکس 4 را راه اندازی کنید. <a>بیشتر بدانید<\/a>"],"Unique visitors":["بازدیدکنندگان یکتا"],"Unique visitors over the last %s day":["بازدید کنندگان یکتا در %s روز اخیر"],"Your data is stale because Universal Analytics stopped collecting data on July 1, 2023. <a>Learn more<\/a>":["داده‌های شما کهنه است زیرا یونیورسال آنالیز جمع‌آوری داده‌ها را در ۱ ژوئیه ۲۰۲۳ متوقف کرد. <a>بیشتر بدانید<\/a>"],"Set up Google Analytics 4":["گوگل آنالیتیکس 4 را راه اندازی کنید"],"Engagement Rate":["نرخ تعامل"],"Learn more about Google Analytics 4":["درباره گوگل آنالیتیکس 4 بیشتر بدانید"],"Web Data Stream":["جریان داده های وب"],"Copied to clipboard":["در کلیپ بورد کپی شد"],"Error in Google Chart":["خطا در نمودار گوگل"],"Copy error contents":["کپی مطالب خطا"],"Error message copied to clipboard. Click to copy the error message again.":["پیام خطا در کلیپ بورد کپی شد. برای کپی مجدد پیغام خطا کلیک کنید."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["یک خطا مانع از نمایش صحیح این نمودار گوگل شد. محتویات دقیق خطا را در انجمن پشتیبانی گزارش دهید تا متوجه شوید علت آن چیست."],"The server provided an invalid response":["سرور پاسخ نامعتبری ارائه کرد."],"There was a critical error on this website while fetching data":["هنگام واکشی داده ها یک خطای مهم در این وب سایت وجود داشت."],"Retry didn’t work? <HelpLink \/>":["تلاش مجدد جواب نداد؟ <HelpLink \/>"],"Access lost to %s":["دسترسی به %s از دست رفت"],"Exclude Analytics":["آنالیتیکس را حذف کنید"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["سرپرستی که این ماژول را با شما به اشتراک می‌گذارد، دسترسی به سرویس %s را از دست داده است، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید. برای بازیابی دسترسی می توانید با آنها یا مدیر دیگری تماس بگیرید."],"Google Ads":["گوگل ادز"],"<strong>Note:<\/strong> %s":["<strong>توجه:<\/strong> %s"],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["داده‌های ماژول‌های زیر قبلاً توسط مدیری به اشتراک گذاشته شده بود که دیگر دسترسی ندارد: %s. لطفاً برای بازیابی آن با مدیر دیگری تماس بگیرید."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["داده‌های %s قبلاً توسط سرپرستی به اشتراک گذاشته شده بود که دیگر دسترسی ندارد. لطفاً برای بازیابی آن با مدیر دیگری تماس بگیرید."],"Data errors in %s":["خطاهای داده در %s"],"Recoverable modules\u0004, ":["، "],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s «%2$s»"],"No data to display: your site hasn’t received any visitors yet":["هیچ داده ای برای نمایش وجود ندارد: سایت شما هنوز هیچ بازدیدکننده ای دریافت نکرده است"],"No data to display: your page hasn’t received any visitors yet":["هیچ داده ای برای نمایش وجود ندارد: صفحه شما هنوز هیچ بازدیدکننده ای دریافت نکرده است"],"See how many people visit your site from Search and track how you’re achieving your goals":["ببینید چند نفر از سایت شما از جستجو بازدید می کنند و نحوه دستیابی به اهداف خود را پیگیری کنید."],"Set up Google Analytics":["تنظیم بالاتجزیه و تحلیل ترافیک گوگل"],"Gathering data…":["جمع اوری داده ها"],"Traffic":["ترافیک سایت"],"Your site hasn’t received any visitors yet":["وب سایت شما هنوز بازدید‌کننده‌ای نداشته است."],"Your page hasn’t received any visitors yet":["این صفحه هنوز بازدیدکننده‌ای نداشته است."],"screen reader text\u0004(disabled)":["(غیر فعال)"],"Place Universal Analytics code":["کد یونیورسال آنالیز را قرار دهید"],"Users that can write posts will be excluded from Analytics tracking":["کاربرانی که می توانند پست بنویسند از ردیابی آنالیتیکس حذف می شوند"],"Users that can write posts":["کاربرانی که می توانند پست بنویسند"],"All logged-in users":["همه کاربران وارد شده"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["اگر از تبلیغات گوگل استفاده می کنید، اگر می خواهید کیت سایت قطعه را در سایت شما قرار دهد، شناسه تبدیل تبلیغات خود را وارد کنید"],"Conversion IDs must be in the format: AW-XXXXX":["شناسه‌های تبدیل باید در قالب: AW-XXXXX باشند"],"Ads Conversion ID":["شناسه تبدیل تبلیغات"],"Got it":["فهمیدم"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"Bounce Rate %":["نرخ پرش %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Complete setup":["تکمیل فرایند راه‌اندازی"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s در برابر %2$s"],"Next":["بعدی"],"screen reader text\u0004(opens in a new tab)":["(در یک برگه جدید باز می شود)"],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["یک ویژگی گوگل آنالیتیکس 4 (GA4) دارید و می خواهید نحوه استفاده از آن را با کیت سایت بیابید؟"],"Learn more here.":["اینجا بیشتر بیاموزید"],"Unique Visitors":["بازدیدکننده یکتا"],"default Analytics view name\u0004All Web Site Data":["تمام داده های وب سایت"],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی کنسول جستجو ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"This service was originally connected by an administrator — you can contact them for more information.":["این سرویس در ابتدا توسط یک مدیر متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["این سرویس ابتدا توسط مدیر \"%s\" متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای دسترسی به داده‌های %s را ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Insufficient permissions in %s":["مجوزهای کافی در %s وجود ندارد"],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این نمای آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این حساب آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Report this problem":["گزارش این مشکل"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["برای رفع این, <a href=\"%s\">تنظیمات افزونه را دوباره انجام دهید<\/a>."],"Warning":["هشدار"],"A view with this name already exists":["نمای با این نام از قبل وجود دارد."],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics":["می‌توانید در گوگل آنالیتیکس تغییراتی در این نما ایجاد کنید (مثلاً پارامترهای جستجوی URL را حذف کنید)."],"View Name":["نمایش نام"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["شما باید به کیت سایت اجازه دهید تا از طرف شما یک حساب آنالیز ایجاد کند و همچنین شرایط خدمات گوگل آنالیتیکس را بپذیرید."],"Timezone":["ناحیه‌زمانی"],"Country":["کشور"],"You will be redirected to Google Analytics to accept the terms of service.":["برای پذیرش شرایط خدمات به گوگل آنالیتیکس هدایت خواهید شد."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["ما اطلاعات لازم را برای حساب جدید شما از قبل پر کرده ایم. هر گونه جزئیات را تأیید یا ویرایش کنید:"],"Create your Analytics account":["حساب آنالیز خود را ایجاد کنید"],"Additional permissions are required to create a new Analytics account":["برای ایجاد یک حساب کاربری جدید آنالیز به مجوزهای اضافی نیاز است."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["با پیوند دادن حساب‌های آنالیز و ادسنس، گزارش‌هایی را برای صفحات پردرآمد خود دریافت کنید"],"Link Analytics and AdSense":["آنالیز و ادسنس را پیوند دهید"],"Additional Permissions Required":["مجوزهای اضافی مورد نیاز است"],"%sM":["%sمیلیون"],"%sK":["%sهزار"],"Last %s day":["آخرین %s روز"],", ":["، "],"Site Kit encountered an error":["سایت کیت با خطایی روبرو شد"],"Once completed, click the link below to re-fetch your accounts to continue.":["پس از تکمیل، روی پیوند زیر کلیک کنید تا حساب های خود را دوباره واکشی کنید تا ادامه دهید."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["برای ایجاد یک حساب کاربری جدید، روی دکمه زیر کلیک کنید تا صفحه ایجاد حساب گوگل آنالیتیکس در یک پنجره جدید باز شود."],"Set up a new account":["ایجاد یک حساب کاربری جدید"],"All logged-in users will be included in Analytics tracking":["همه کاربرانی که وارد سیستم شده اند در ردیابی آنالیتیکس گنجانده می شوند"],"All logged-in users will be excluded from Analytics tracking":["همه کاربرانی که وارد سیستم شده اند از ردیابی آنالیتیکس حذف خواهند شد"],"Create Account":["ساختن حساب"],"%s data is not yet available, please check back later":["اطلاعات %s هنوز در دسترس نیست، لطفاً بعداً دوباره بررسی کنید"],"Looks like you don’t have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["به نظر می‌رسد هنوز حساب آنالیز ندارید. هنگامی که آن را ایجاد کردید، روی \"حساب من را دوباره واکشی کنید\" کلیک کنید و سایت کیت آن را پیدا می کند."],"Top content over the last 28 days":["محتوای برتر در 28 روز گذشته"],"%s Gathering Data":["%s در حال جمع آوری داده ها"],"Data error in %s":["خطای داده در %s"],"Avg. Time on Page":["میانگین زمان در صفحه"],"Re-fetch My Account":["حساب من را دوباره واکشی کنید"],"Total Unique Visitors":["تعداد بازدیدکنندگان منحصر به فرد"],"Learn more":["بیشتر بدانید"],"Sessions":["نشست‌ها"],"OK, Got it!":["باشه، فهمیدم!"],"Title":["عنوان"],"Session Duration":["مدت زمان نشست"],"Page Title":["عنوان برگه"],"Total Impressions":["کل برداشت‌ها"],"Total Clicks":["کل کلیک‌ها"],"Error: %s":["خطا: %s"],"Users":["کاربران"],"Most popular content":["محبوب ترین محتوا"],"Account":["حساب کاربری"],"Back":["بازگشت"],"View":["نمایش"],"Property":["ویژگی"],"Create an account":["ایجاد یک حساب کاربری"],"Disconnect":["قطع اتصال"],"Error":["خطا"],"Visit your Site Kit Dashboard":["از پیشخوان کیت سایت خود بازدید کنید"],"Cancel":["لغو"],"Close":["بستن"],"Day":["روز"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-wp-dashboard-751c647db561941670ba.js"}}