{"translation-revision-date":"2024-02-13 03:58:24+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa_AF"},"Percentage of visitors that left without engagement with your site":["درصد بازدیدکنندگانی که بدون تعامل با سایت شما رفتند"],"Another admin has set up these tailored metrics for your site. Click here to personalize them.":["مدیر دیگری این معیارهای مناسب را برای سایت شما تنظیم کرده است. برای شخصی سازی آنها اینجا را کلیک کنید."],"Personalize your key metrics":["معیارهای کلیدی خود را شخصی کنید"],"You’ll need to contact your administrator. <a>Learn more<\/a>":["باید با سرپرست خود تماس بگیرید. <a>بیشتر بیاموزید<\/a>"],"Permissions updated? <a>Retry<\/a>":["مجوزها به روز شد؟ <a>تلاش مجدد<\/a>"],"Authors whose posts got the most visits":["نویسندگانی که پست هایشان بیشترین بازدید را داشته است"],"Most popular authors by pageviews":["محبوب ترین نویسندگان بر اساس بازدید از صفحه"],"Categories that your site visitors viewed the most":["دسته بندی هایی که بازدیدکنندگان سایت شما بیشترین بازدید را داشته اند"],"Pages with the most pageviews published in the last 3 days":["صفحاتی با بیشترین بازدید از صفحه در 3 روز گذشته منتشر شده است"],"Top recent trending pages":["صفحات پرطرفدار اخیر"],"Pages with the highest engagement rate":["صفحات با بالاترین نرخ تعامل"],"Top categories by pageviews":["دسته بندی های برتر بر اساس بازدید از صفحه"],"Pages with the highest percentage of visitors that left without engagement with your site":["صفحاتی با بیشترین درصد بازدیدکنندگان که بدون درگیری با سایت شما را ترک کردند"],"Most engaging pages":["جذاب ترین صفحات"],"The top search queries for your site by highest clickthrough rate":["جستجوهای برتر برای سایت شما با بالاترین نرخ کلیک"],"Channel (e.g. social, paid, search) that brought in visitors who generated the most conversions":["کانالی (به عنوان مثال اجتماعی، پولی، جستجو) که بازدیدکنندگانی را وارد کرد که بیشترین تبدیل را ایجاد کردند"],"Channel (e.g. social, paid, search) that brought in the most visitors to your site":["کانالی (به عنوان مثال اجتماعی، پولی، جستجو) که بیشترین بازدیدکننده را به سایت شما آورده است"],"The countries where most of your visitors came from":["کشورهایی که بیشتر بازدیدکنندگان شما از آنجا آمده اند"],"The cities where most of your visitors came from":["شهرهایی که بیشتر بازدیدکنندگان شما از آنجا آمده اند"],"Portion of visitors who visited your site for the first time in this timeframe":["بخشی از بازدیدکنندگانی که برای اولین بار در این بازه زمانی از سایت شما بازدید کردند"],"Pages your visitors read the most":["صفحاتی که بازدیدکنندگان شما بیشتر می‌خوانند"],"Portion of your site’s visitors that returned at least once in this timeframe":["بخشی از بازدیدکنندگان سایت شما که حداقل یک بار در این بازه زمانی بازگشته اند"],"Pages that attracted the most returning visitors":["صفحاتی که بیشترین بازدیدکنندگان را جذب کردند"],"Top pages by returning visitors":["صفحات برتر با بازدیدکنندگان بازگشتی"],"Average duration of engaged visits":["میانگین مدت بازدیدهای درگیر"],"Number of pages visitors viewed per session on average":["تعداد صفحات بازدید شده توسط بازدیدکنندگان در هر جلسه به طور متوسط"],"Channel (e.g. social, paid, search) that brought in the most visitors who had a meaningful engagement with your site":["کانالی (مثلاً اجتماعی، پولی، جستجو) که بیشترین بازدیدکنندگانی را که تعامل معناداری با سایت شما داشتند، به خود اختصاص داد."],"Average number of sessions per site visitor":["میانگین تعداد جلسات به ازای هر بازدیدکننده سایت"],"Least engaging pages":["صفحات با کمترین جذابیت"],"Returning visitors":["بازدیدکنندگان بازگشتی"],"Visit length":["طول بازدید"],"Pages per visit":["صفحات در هر بازدید"],"Visits per visitor":["بازدید به ازای هر بازدید کننده"],"Trouble getting access? <HelpLink \/>":["برای دسترسی مشکل دارید؟ <HelpLink \/>"],"Insufficient permissions":["مجوزهای ناکافی"],"Top countries driving traffic":["کشورهای برتر که ترافیک را هدایت می کنند"],"Data loading failed":["بارگیری داده انجام نشد"],"Change Metrics":["معیارها را تغییر دهید"],"Channel which brought in the most visits that resulted in conversions":["کانالی که بیشترین بازدید را داشت که منجر به تبدیل شد"],"Which countries you get the most visitors from":["از کدام کشورها بیشترین بازدید کننده را دارید"],"Which cities you get the most visitors from":["از کدام شهرها بیشترین بازدید کننده را دارید"],"What people searched for before they came to your site":["آنچه افراد قبل از ورود به سایت شما جستجو می کردند"],"Products that brought in the most visitors":["محصولاتی که بیشترین بازدیدکننده را به همراه داشته است"],"Pages that brought in the most visitors":["صفحاتی که بیشترین بازدید کننده را داشته اند"],"Visitors coming via this channel spent the most time on your site":["بازدیدکنندگانی که از طریق این کانال می آیند بیشترین زمان را در سایت شما سپری می کنند"],"Channel which brought in the most visitors to your site":["کانالی که بیشترین بازدیدکننده را برای سایت شما به ارمغان آورد"],"How many new visitors you got and how the overall audience changed":["چه تعداد بازدیدکننده جدید داشتید و چگونه مخاطبان کلی تغییر کردند"],"Portion of people who visited your site more than once":["بخشی از افرادی که بیش از یک بار از سایت شما بازدید کرده اند"],"Top traffic source":["منبع ترافیک برتر"],"Top converting traffic source":["منبع ترافیک در حال تبدیل برتر"],"Top cities driving traffic":["شهرهای برتر که باعث ترافیک می شوند"],"Most popular products by pageviews":["محبوب ترین محصولات بر اساس بازدید از صفحه"],"Most engaged traffic source":["درگیرترین منبع ترافیک"],"The Key Metrics section will be added back to your dashboard once you set your goals in Settings":["پس از تعیین اهداف خود در تنظیمات، بخش معیارهای کلیدی دوباره به داشبورد شما اضافه خواهد شد."],"You can always set up goals from Settings later":["همیشه می‌توانید اهدافی را بعداً از «تنظیمات» تنظیم کنید"],"I’ll pick metrics myself":["من خودم معیارها را انتخاب خواهم کرد"],"Get tailored metrics":["معیارهای مناسب را دریافت کنید"],"Answer 3 questions to show relevant stats for your site":["به 3 سوال پاسخ دهید تا آمار مربوط به سایت خود را نشان دهید"],"Get metrics and suggestions tailored to your specific site goals":["معیارها و پیشنهادات متناسب با اهداف سایت خود را دریافت کنید"],"Top performing keywords":["کلمات کلیدی با عملکرد برتر"],"Most popular content by pageviews":["محبوب ترین محتوا بر اساس بازدید از صفحه"],"%s CTR":["%s CTR"],"New visitors":["بازدیدکنندگان جدید"],"A session is a period of time during which a user interacts with your website or app. <a>Learn more<\/a>":["یک جلسه دوره زمانی است که در طی آن کاربر با وب سایت یا برنامه شما تعامل دارد. <a>بیشتر بیاموزید<\/a>"],"Engagement rate shows the percentage of engaged sessions, the opposite of bounce rate. <a>Learn more<\/a>":["نرخ تعامل، درصد جلسات درگیر شده را نشان می دهد، برعکس نرخ پرش. <a>بیشتر بیاموزید<\/a>"],"New metric: engagement rate":["معیار جدید: نرخ تعامل"],"\"Conversions\" have replaced \"Goals,\" since \"Goals\" no longer exist in GA4. <a>Learn how to set up Conversions<\/a>":["«تبدیل» جایگزین «اهداف» شده است، زیرا «اهداف» دیگر در GA4 وجود ندارد. <a>با نحوه تنظیم تبدیل‌ها آشنا شوید<\/a>"],"See the new metrics from Google Analytics 4":["معیارهای جدید گوگل آنالیتیکس 4 را ببینید"],"\"Sessions\" has replaced \"Unique Pageviews\"":["\"Sessions\" جایگزین \"Unique Page Views\" شده است."],"Google Analytics 4 property created":["ویژگی گوگل آنالیتیکس 4 ایجاد شد"],"Engagement Rate %":["نرخ تعامل %"],"Sessions which lasted 10 seconds or longer, had 1 or more conversion events, or 2 or more page views.":["جلساتی که 10 ثانیه یا بیشتر به طول انجامید، 1 یا بیشتر رویداد تبدیل یا 2 یا بیشتر بازدید از صفحه داشتند."],"Engagement Rate":["نرخ تعامل"],"Set up conversion events to track how well your site fulfills your business objectives":["رویدادهای تبدیل را برای ردیابی اینکه سایت شما تا چه حد اهداف تجاری شما را برآورده می کند تنظیم کنید."],"Set up conversions":["تبدیل ها را تنظیم کنید"],"Coversions":["تبدیل ها"],"Conversions":["تبدیل ها"],"Conversions completed":["تبدیل ها تکمیل شد"],"Copied to clipboard":["در کلیپ بورد کپی شد"],"Error in Google Chart":["خطا در نمودار گوگل"],"Copy error contents":["کپی مطالب خطا"],"Error message copied to clipboard. Click to copy the error message again.":["پیام خطا در کلیپ بورد کپی شد. برای کپی مجدد پیغام خطا کلیک کنید."],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["یک خطا مانع از نمایش صحیح این نمودار گوگل شد. محتویات دقیق خطا را در انجمن پشتیبانی گزارش دهید تا متوجه شوید علت آن چیست."],"The server provided an invalid response":["سرور پاسخ نامعتبری ارائه کرد."],"There was a critical error on this website while fetching data":["هنگام واکشی داده ها یک خطای مهم در این وب سایت وجود داشت."],"Retry didn’t work? <HelpLink \/>":["تلاش مجدد جواب نداد؟ <HelpLink \/>"],"Failed to load graphic":["گرافیک بارگیری نشد."],"Failed to load media":["رسانه بارگیری نشد."],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["داده‌های ماژول‌های زیر قبلاً توسط مدیری به اشتراک گذاشته شده بود که دیگر دسترسی ندارد: %s. لطفاً برای بازیابی آن با مدیر دیگری تماس بگیرید."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["داده‌های %s قبلاً توسط سرپرستی به اشتراک گذاشته شده بود که دیگر دسترسی ندارد. لطفاً برای بازیابی آن با مدیر دیگری تماس بگیرید."],"Recoverable modules\u0004, ":["، "],"%1$s configured %2$s and you don’t have access to this Search Console property. Contact them to share access or change the Search Console property.":["%1$s %2$s را پیکربندی کرده است و شما به این ویژگی کنسول جستجو دسترسی ندارید. برای اشتراک گذاری دسترسی یا تغییر ویژگی کنسول جستجو با آنها تماس بگیرید."],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["با کلیک کردن روی تأیید تغییرات، به سایر کاربران اجازه می‌دهید فقط از طریق حساب گوگل خود به داده‌های %s دسترسی داشته باشند. همیشه می‌توانید بعداً این را در تنظیمات اشتراک‌گذاری داشبورد مدیریت کنید."],"No data to display: your site hasn’t appeared in Search yet":["هیچ داده ای برای نمایش وجود ندارد: سایت شما هنوز در جستجو ظاهر نشده است"],"No data to display: your page hasn’t appeared in Search yet":["هیچ داده ای برای نمایش وجود ندارد: صفحه شما هنوز در جستجو ظاهر نشده است"],"See how many people visit your site from Search and track how you’re achieving your goals":["ببینید چند نفر از سایت شما از جستجو بازدید می کنند و نحوه دستیابی به اهداف خود را پیگیری کنید."],"Set up Google Analytics":["تنظیم بالاتجزیه و تحلیل ترافیک گوگل"],"Gathering data…":["جمع اوری داده ها"],"Unique visitors from Search":["بازدیدکنندگان منحصر به فرد از جستجو"],"Maybe later":["شاید بعدا"],"Search traffic over the last %s day":["ترافیک %s روز گذشته را جستجو کنید"],"Your site hasn’t appeared in Search yet":["وب سایت شما هنوز در نتایج جستجو به نمایش درنیامده است."],"Your page hasn’t appeared in Search yet":["این صفحه هنوز در نتایج جستجو به نمایش درنیامده است."],"screen reader text\u0004(disabled)":["(غیر فعال)"],"New":["جدید"],"Top search queries for your page":["بیشترین عبارات جست و جو شده برای صفحه شما"],"Got it":["فهمیدم"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"Bounce Rate %":["نرخ پرش %"],"Others":["دیگر موارد"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Complete setup":["تکمیل فرایند راه‌اندازی"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s در برابر %2$s"],"Next":["بعدی"],"screen reader text\u0004(opens in a new tab)":["(در یک برگه جدید باز می شود)"],"Unique Visitors":["بازدیدکننده یکتا"],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی کنسول جستجو ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"This service was originally connected by an administrator — you can contact them for more information.":["این سرویس در ابتدا توسط یک مدیر متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["این سرویس ابتدا توسط مدیر \"%s\" متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای دسترسی به داده‌های %s را ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این نمای آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این حساب آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Report this problem":["گزارش این مشکل"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["برای رفع این, <a href=\"%s\">تنظیمات افزونه را دوباره انجام دهید<\/a>."],"%sM":["%sمیلیون"],"%sK":["%sهزار"],"Last %s day":["آخرین %s روز"],", ":["، "],"%s (domain property)":["%s (ویژگی دامنه)"],"Search Traffic Summary":["خلاصه ترافیک جستجو"],"Counted each time your content appears in search results":["هر بار که محتوای شما در نتایج جستجو ظاهر می شود، شمارش می شود"],"Number of times users clicked on your content in search results":["تعداد دفعاتی که کاربران روی محتوای شما در نتایج جستجو کلیک کردند"],"Most searched for keywords related to your content":["بیشترین جستجو برای کلمات کلیدی مرتبط با محتوای شما"],"Top search queries for your site":["جستجوهای برتر برای سایت شما"],"Unique Visitors from Search":["بازدیدکنندگان منحصر به فرد از جستجو"],"Learn more":["بیشتر بدانید"],"Sessions":["نشست‌ها"],"OK, Got it!":["باشه، فهمیدم!"],"Session Duration":["مدت زمان نشست"],"Total Impressions":["کل برداشت‌ها"],"Total Clicks":["کل کلیک‌ها"],"Error: %s":["خطا: %s"],"Clicks":["کلیک‌ها"],"Users":["کاربران"],"Back":["بازگشت"],"Property":["ویژگی"],"Service name\u0004Search Console":["کنسول جستجو"],"Service name\u0004Analytics":["آنالیتیکس"],"Close":["بستن"],"Day":["روز"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console-cd8313f0e4ded5b05827.js"}}