{"translation-revision-date":"2024-02-13 03:58:24+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa_AF"},"The server provided an invalid response":["سرور پاسخ نامعتبری ارائه کرد."],"There was a critical error on this website while fetching data":["هنگام واکشی داده ها یک خطای مهم در این وب سایت وجود داشت."],"Edit <VisuallyHidden>%s <\/VisuallyHidden>in Tag Manager":["<VisuallyHidden>%s <\/VisuallyHidden> را در مدیر تگ ویرایش کنید"],"%1$s configured %2$s and you don’t have access to this %2$s account. Contact them to share access or change the %2$s account.":["%1$s %2$s را پیکربندی کرد و شما به این حساب %2$s دسترسی ندارید. برای اشتراک گذاری دسترسی یا تغییر حساب %2$s با آنها تماس بگیرید."],"Please select your Tag Manager account and container below":["لطفاً حساب و ظرف تگ مدیر خود را در زیر انتخاب کنید."],"Please select your Tag Manager account and container below. You can change these later in your settings.":["لطفاً حساب و ظرف تگ مدیر خود را در زیر انتخاب کنید. بعداً می‌توانید این موارد را در تنظیمات خود تغییر دهید."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below.":["به نظر می رسد سایت شما از AMP جفت شده استفاده می کند. لطفاً حساب مدیریت برچسب و کانتینرهای مربوطه خود را در زیر انتخاب کنید."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below. You can change these later in your settings.":["به نظر می رسد سایت شما از AMP جفت شده استفاده می کند. لطفاً حساب مدیریت برچسب و کانتینرهای مربوطه خود را در زیر انتخاب کنید. بعداً می‌توانید این موارد را در تنظیمات خود تغییر دهید."],"If you prefer to collect data using that existing tag, please select the corresponding account and property above":["اگر ترجیح می دهید با استفاده از آن برچسب موجود داده ها را جمع آوری کنید، لطفاً حساب و ویژگی مربوطه را در بالا انتخاب کنید."],"Make sure you remove it if you want to place the same tag via Site Kit, otherwise they will be duplicated":["اگر می‌خواهید همان برچسب را از طریق سایت کیت قرار دهید، مطمئن شوید که آن را حذف کرده‌اید، در غیر این صورت تکراری خواهند شد."],"A tag %s for the selected container already exists on the site":["یک برچسب %s برای ظرف انتخابی از قبل در سایت وجود دارد."],"An existing tag %s was found on the page":["یک برچسب موجود %s در صفحه پیدا شد."],"Tag Manager container name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"screen reader text\u0004(disabled)":["(غیر فعال)"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"Bounce Rate %":["نرخ پرش %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s در برابر %2$s"],"A container with this name already exists":["ظرفی با این نام از قبل وجود دارد."],"AMP Container Name":["نام کانتینر AMP"],"Web Container Name":["نام کانتینر وب"],"screen reader text\u0004(opens in a new tab)":["(در یک برگه جدید باز می شود)"],"Looks like you’re already using Google Analytics within your Google Tag Manager configuration. Activate the Google Analytics module in Site Kit to see relevant insights in your dashboard.":["به نظر می‌رسد در حال حاضر از گوگل آنالیتیکس در پیکربندی گوگل تگ منیجر خود استفاده می‌کنید. ماژول گوگل آنالیتیکس را در کیت سایت فعال کنید تا اطلاعات بینش مرتبط را در داشبورد خود مشاهده کنید."],"Looks like you’re using Google Analytics. Your Analytics property %s is already set up in your Google Tag Manager configuration, so Site Kit will switch to using Google Tag Manager for Analytics.":["به نظر می رسد از گوگل آنالیتیکس استفاده می کنید. ویژگی آنالیتیکس %s شما قبلاً در پیکربندی گوگل تگ منیجر شما تنظیم شده است، بنابراین کیت سایت به استفاده از گوگل تگ منیجر برای آنالیتیکس تغییر می‌دهد."],"Complete setup without Analytics":["تکمیل راه‌اندازی بدون آنالیتیکس"],"Continue to Analytics setup":["رفتن به راه‌اندازی آنالیتیکس"],"Looks like you’re already using Google Analytics within your Google Tag Manager configurations. However, the configured Analytics tags reference different property IDs, or the setup process was not fully completed. You need to configure the same Analytics property in both containers.":["به نظر می‌رسد از قبل از گوگل آنالیتیکس در پیکربندی‌های گوگل تگ منیجر خود استفاده می‌کنید. با این حال، تگ‌های آنالیتیکس پیکربندی شده به شناسه‌های دارایی مختلف اشاره می‌کنند یا فرآیند راه‌اندازی به طور کامل تکمیل نشده است. شما باید همان ویژگی آنالیتیکس را در هر دو کانتینر پیکربندی کنید."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی کنسول جستجو ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"This service was originally connected by an administrator — you can contact them for more information.":["این سرویس در ابتدا توسط یک مدیر متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["این سرویس ابتدا توسط مدیر \"%s\" متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای دسترسی به داده‌های %s را ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این نمای آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این حساب آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["برای رفع این, <a href=\"%s\">تنظیمات افزونه را دوباره انجام دهید<\/a>."],"%sM":["%sمیلیون"],"%sK":["%sهزار"],"Last %s day":["آخرین %s روز"],", ":["، "],"AMP Container ID":["شناسه کانتینر AMP"],"Web Container ID":["شناسه کانتینر وب"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["برای ساختن حساب کاربری جدید، روی دکمه ای که در زیر آن صفحه ایجاد حساب Google Tag Manager در پنجره جدید باز می شود کلیک کنید."],"Tag Manager Code Snippet":["قطعه کد تگ مدیر"],"Once completed, click the link below to re-fetch your accounts to continue.":["پس از تکمیل، روی پیوند زیر کلیک کنید تا حساب های خود را دوباره واکشی کنید تا ادامه دهید."],"Set up a new account":["ایجاد یک حساب کاربری جدید"],"Let Site Kit place code on your site":["اجازه دهید سایت کیت کد را در سایت شما قرار دهد"],"Placing two tags at the same time is not recommended.":["قرار دادن دو برچسب به طور همزمان توصیه نمی شود."],"Snippet is not inserted":["قطعه درج نشده است"],"Snippet is inserted":["قطعه درج شده است"],"Set up a new container":["یک ظرف جدید راه اندازی کنید"],"Re-fetch My Account":["حساب من را دوباره واکشی کنید"],"Container":["کانتینر"],"Sessions":["نشست‌ها"],"OK, Got it!":["باشه، فهمیدم!"],"Session Duration":["مدت زمان نشست"],"Error: %s":["خطا: %s"],"Users":["کاربران"],"Confirm & Continue":["تائید و ادامه"],"Account":["حساب کاربری"],"Create an account":["ایجاد یک حساب کاربری"],"Service name\u0004Tag Manager":["تگ منیجر"],"Day":["روز"],"Create tags without updating code":["ایجاد تگ ها بدون به روزرسانی کد"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager-9cf6cdb322b02c03ae73.js"}}