{"translation-revision-date":"2024-02-13 03:58:24+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa_AF"},"Enhanced measurement is being enabled.":["اندازه گیری پیشرفته در حال فعال شدن است."],"Setup in progress":["راه اندازی در حال انجام است"],"You are currently offline. Some features may not be available.":["شما در حال حاضر آفلاین هستید. برخی از ویژگی ها ممکن است در دسترس نباشند."],"See other services":["سایر خدمات را مشاهده کنید"],"Your configured Analytics web data stream will now automatically measure interactions on your site in addition to standard page views measurement.":["جریان داده های وب آنالیز پیکربندی شده شما اکنون علاوه بر اندازه گیری استاندارد بازدید از صفحه، تعاملات روی سایت شما را به طور خودکار اندازه گیری می کند."],"You successfully enabled enhanced measurement for your site":["شما با موفقیت اندازه گیری پیشرفته را برای سایت خود فعال کردید"],"Understand how visitors interact with your content":["نحوه تعامل بازدیدکنندگان با محتوای شما را درک کنید"],"Enable enhanced measurement in Analytics to automatically track metrics like file downloads, video plays, form interactions, etc. No extra code required — you’ll be redirected to give permission for Site Kit to enable it on your behalf.":["اندازه‌گیری بهبودیافته را در آنالیز فعال کنید تا به‌طور خودکار معیارهایی مانند دانلود فایل، پخش ویدیو، تعاملات فرم و غیره را ردیابی کند. نیازی به کد اضافی نیست — شما هدایت می‌شوید تا به کیت سایت اجازه دهید تا آن را از طرف شما فعال کند."],"Enable now":["اکنون فعال شود"],"Enable enhanced measurement in Analytics to automatically track metrics like file downloads, video plays, form interactions, etc. No extra code required.":["اندازه گیری پیشرفته را در آنالیز فعال کنید تا به طور خودکار معیارهایی مانند دانلود فایل، پخش ویدیو، تعاملات فرم و غیره را ردیابی کند. نیازی به کد اضافی نیست."],"Additional permissions are required to enable enhanced measurement for the selected web data stream":["برای فعال کردن اندازه‌گیری پیشرفته برای جریان داده‌های وب انتخاب‌شده، مجوزهای بیشتری لازم است."],"You can always turn on enhanced measurement later in Site Kit Settings":["همیشه می‌توانید اندازه‌گیری پیشرفته را بعداً در تنظیمات کیت سایت روشن کنید."],"Enable enhanced measurement later here":["اندازه‌گیری پیشرفته را بعداً در اینجا فعال کنید"],"This allows you to measure interactions with your content (e.g. file downloads, form completions, video views). <a>Learn more<\/a>":["این به شما امکان می دهد تا تعاملات را با محتوای خود اندازه گیری کنید (به عنوان مثال دانلود فایل، تکمیل فرم، بازدید ویدیو). <a>بیشتر بیاموزید<\/a>"],"Enable enhanced measurement":["اندازه گیری پیشرفته را فعال کنید"],"Permissions Error":["خطای مجوزها"],"Email":["ایمیل"],"Google account":["حساب گوگل"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>با اشتراک‌گذاری داده‌های استفاده ناشناس به ما در بهبود کیت سایت کمک کنید.<\/span> <span>همه داده‌های جمع‌آوری‌شده مطابق با <a>خط‌مشی رازداری گوگل<\/a><\/span> رفتار می‌شوند."],"Google Account (Email: %1$s)":["حساب گوگل (ایمیل: %1$s)"],"Google Account for %1$s":["حساب گوگل برای %1$s"],"Google Account for %1$s (Email: %2$s)":["حساب گوگل برای %1$s (ایمیل: %2$s)"],"Google Analytics 4 is the newest version of Google Analytics. It will replace Universal Analytics on July 1, 2023. After that, Universal Analytics properties will no longer collect new data.":["گوگل آنالیتیکس 4 جدیدترین نسخه گوگل آنالیتیکس است. در 1 ژوئیه 2023 جایگزین یونیورسال آنالیتیکس خواهد شد. پس از آن، ویژگی های یونیورسال آنالیتیکس دیگر داده های جدید را جمع آوری نمی کنند."],"Google Analytics 4 has started collecting data for your site. As soon there is enough data, you’ll be able to switch your Site Kit dashboard to show data from Google Analytics 4.":["گوگل آنالیتیکس 4 شروع به جمع آوری داده ها برای سایت شما کرده است. به محض اینکه داده‌های کافی وجود داشت، می‌توانید داشبورد کیت سایت خود را برای نمایش داده‌های گوگل آنالیتیکس 4 تغییر دهید."],"Learn more about Google Analytics 4":["درباره گوگل آنالیتیکس 4 بیشتر بدانید"],"Google Analytics 4 benefits:":["مزایای گوگل آنالیتیکس 4:"],"Set up Google Analytics 4, the new version of Google Analytics, to continue seeing data in Site Kit.":["گوگل آنالیتیکس 4، نسخه جدید گوگل آنالیتیکس را راه‌اندازی کنید تا همچنان داده‌ها را در کیت سایت مشاهده کنید."],"Universal Analytics stopped collecting data on July 1, 2023":["یونیورسال آنالیتیکس جمع آوری داده ها را از اول جولای 2023 متوقف کرد"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["برای ادامه استفاده از آنالیتیکس با کیت سایت، باید اجازه بررسی هرگونه تغییر در ویژگی آنالیتیکس هدف تگ گوگل خود را بدهید. ویژگی تگ گوگل اخیراً به‌روزرسانی شده است تا به کاربران اجازه دهد ویژگی آنالیتیکس متصل برچسب را بدون ویرایش کد سایت تغییر دهند. به دلیل این تغییر، اکنون سایت کیت باید مرتباً بررسی کند که آیا برچسب روی سایت شما با مقصد دارایی آنالیتیکس مطابقت دارد یا خیر."],"Set up a new web data stream":["یک جریان داده وب جدید تنظیم کنید"],"Analytics 4 data stream name and measurement ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Web Data Stream":["جریان داده های وب"],"Site Kit needs additional permissions to detect updates to tags on your site":["سایت کیت برای تشخیص به‌روزرسانی برچسب‌ها در سایت شما به مجوزهای بیشتری نیاز دارد"],"Grant permission":["اجازه بدهید"],"Copied to clipboard":["در کلیپ بورد کپی شد"],"Copy error contents":["کپی مطالب خطا"],"Error message copied to clipboard. Click to copy the error message again.":["پیام خطا در کلیپ بورد کپی شد. برای کپی مجدد پیغام خطا کلیک کنید."],"The server provided an invalid response":["سرور پاسخ نامعتبری ارائه کرد."],"There was a critical error on this website while fetching data":["هنگام واکشی داده ها یک خطای مهم در این وب سایت وجود داشت."],"Retry didn’t work? <HelpLink \/>":["تلاش مجدد جواب نداد؟ <HelpLink \/>"],"Access lost to %s":["دسترسی به %s از دست رفت"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["سرپرستی که این ماژول را با شما به اشتراک می‌گذارد، دسترسی به سرویس %s را از دست داده است، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید. برای بازیابی دسترسی می توانید با آنها یا مدیر دیگری تماس بگیرید."],"<strong>Note:<\/strong> %s":["<strong>توجه:<\/strong> %s"],"%1$s.<br \/>%2$s configured Analytics and you don’t have access to its configured property. Contact them to share access or set up Google Analytics 4.":["%1$s.<br \/>%2$s آنالیتیکس پیکربندی شده است و شما به ویژگی پیکربندی شده آن دسترسی ندارید. برای اشتراک گذاری دسترسی یا راه اندازی گوگل آنالیتیکس 4 با آنها تماس بگیرید."],"Google Account":["حساب کاربری گوگل"],"You will need to give Site Kit permission to create an Analytics property on your behalf":["شما باید به کیت سایت اجازه دهید تا یک ویژگی آنالیتیکس از طرف شما ایجاد کند"],"Additional permissions are required to create a new GA4 property":["مجوزهای اضافی برای ایجاد یک ویژگی GA4 جدید مورد نیاز است."],"A GA4 tag %s is found on this site but this property is not associated with your Google Analytics account":["یک تگ GA4 %s در این سایت یافت می شود اما این ویژگی با حساب گوگل آنالیتیکس شما مرتبط نیست"],"Detailed insights on how users navigate your site":["بینش دقیق در مورد نحوه حرکت کاربران در سایت شما"],"Advanced conversion tracking, such as when visitors submit a form or add an item to cart":["ردیابی تبدیل پیشرفته، مانند زمانی که بازدیدکنندگان یک فرم ارسال می کنند یا یک مورد را به سبد خرید اضافه می کنند"],"Full cross-device and cross-platform reporting":["گزارش کامل بین دستگاهی و بین پلتفرمی"],"You only have %d more days to set up Google Analytics 4":["فقط %d روز دیگر برای راه اندازی گوگل آنالیتیکس 4 فرصت دارید"],"Reset sharing permissions":["بازنشانی مجوزهای اشتراک گذاری"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all Dashboard Sharing permissions?":["هشدار: بازنشانی این مجوزها دسترسی فقط مشاهده را برای همه کاربران حذف می‌کند. آیا مطمئن هستید که می خواهید همه مجوزهای اشتراک گذاری داشبورد را بازنشانی کنید؟"],"Reset Dashboard Sharing permissions":["بازنشانی مجوزهای اشتراک گذاری داشبورد"],"Done editing roles":["ویرایش نقش ها انجام شد"],"You can configure the Google Analytics 4 property inside the Site Kit Settings later":["بعداً می‌توانید ویژگی گوگل آنالیتیکس 4 را در تنظیمات کیت سایت پیکربندی کنید."],"You can connect Google Analytics 4 later here":["می‌توانید گوگل آنالیتیکس 4 را بعداً در اینجا متصل کنید"],"No existing Google Analytics 4 property found, Site Kit will help you create a new one and insert it on your site":["هیچ ویژگی گوگل آنالیتیکس 4 موجودی یافت نشد، کیت سایت به شما کمک می کند یک مورد جدید ایجاد کنید و آن را در سایت خود درج کنید"],"You can always add\/edit this in the Site Kit Settings":["شما همیشه می توانید این را در تنظیمات کیت سایت اضافه یا ویرایش کنید"],"Connect the Google Analytics 4 property that’s associated with your existing Universal Analytics property":["ویژگی گوگل آنالیتیکس 4 را که با ویژگی یونیورسال آنالیز موجود شما مرتبط است وصل کنید"],"You successfully set up your Google Analytics 4 property":["شما با موفقیت دارایی گوگل آنالیتیکس 4 خود را راه اندازی کردید"],"Set up Google Analytics 4 now to join the future of Analytics":["اکنون گوگل آنالیتیکس 4 را راه اندازی کنید تا به آینده آنالیتیکس بپیوندید"],"By default only the user who connects a service can control who it is shared with. This setting optionally lets these users allow any other admin signed in with Google to manage the roles a service is shared with.":["به طور پیش‌فرض فقط کاربری که یک سرویس را متصل کرده، اشتراک آنرا کنترل می‌کند. این تنظیمات به کاربر اجازه می‌دهد هر ادمین دیگری با حساب گوگل با داشتن نقش سرویس را مشاهده و کنترل کند."],"Manage view access for other roles":["مدیریت تنظیمات مشاهده‌ی نقش‌های دیگر"],"Grant access to the view-only dashboard for each service for the specific roles you want. Users will see the Site Kit dashboard with only the services that have been shared with them without needing to sign-in with Google.":["برای هر سرویس برای نقش‌های خاصی که می‌خواهید، به داشبورد فقط مشاهده اعطا کنید. کاربران داشبورد کیت سایت را تنها با خدماتی که بدون نیاز به ورود به سیستم با گوگل با آنها به اشتراک گذاشته شده است، مشاهده خواهند کرد."],"Share management with other admins":["مدیریت را با ادمین‌‌های دیگر اشتراک‌بگذارید"],"Contact %s to change who can manage view access for this module":["برای تغییر افرادی که می توانند دسترسی مشاهده را برای این ماژول مدیریت کنند، با %s تماس بگیرید."],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["این سرویس به جای دسترسی به یک دارایی\/موجود متعلق به کاربر خاص به دسترسی عمومی به APIهای گوگل نیاز دارد، بنابراین دسترسی به مشاهده توسط هر سرپرستی که با گوگل وارد شده است قابل مدیریت است."],"By clicking <strong>Apply<\/strong>, you will give other authenticated admins of your site permission to manage view-only access to Site Kit Dashboard data from the chosen Google service":["با کلیک کردن روی <strong>اعمال<\/strong>، به سایر سرپرستان تأیید شده سایت خود اجازه می‌دهید دسترسی فقط مشاهده به داده‌های داشبورد کیت سایت از سرویس انتخابی گوگل را مدیریت کنند."],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["داده‌های ماژول‌های زیر قبلاً توسط مدیری به اشتراک گذاشته شده بود که دیگر دسترسی ندارد: %s. لطفاً برای بازیابی آن با مدیر دیگری تماس بگیرید."],"Any admin signed in with Google":["هر سرپرستی که با گوگل وارد شده است"],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["داده‌های %s قبلاً توسط سرپرستی به اشتراک گذاشته شده بود که دیگر دسترسی ندارد. لطفاً برای بازیابی آن با مدیر دیگری تماس بگیرید."],"Data errors in %s":["خطاهای داده در %s"],"Recoverable modules\u0004, ":["، "],"Add roles":["افزودن نقش‌ها"],"Edit roles":["ویرایش نقش‌ها"],"Only me":["فقط خودم"],"Product":["محصول"],"Who can manage view access":["چه کسی می تواند دسترسی به مشاهده را مدیریت کند"],"By clicking <strong>Apply<\/strong>, you’re granting the selected roles view-only access to data from the Google services you’ve connected via your account":["با کلیک کردن روی <strong>اعمال<\/strong>، به نقش‌های انتخابی اجازه می‌دهید فقط برای مشاهده به داده‌های سرویس‌های گوگل که از طریق حساب خود متصل کرده‌اید دسترسی داشته باشند."],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s این را وصل کرده است و به همه مدیران اجازه مدیریت داده است. می‌توانید افرادی را که می‌توانند این را در داشبورد مشاهده کنند، تغییر دهید."],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>مدیریت شده توسط<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["برای مدیریت دسترسی به مشاهده با کاربر مدیریت تماس بگیرید"],"Who can view":["چه کسی می تواند مشاهده کند"],"Error connecting Site Kit":["خطا در اتصال کیت سایت"],"Make sure you remove it if you decide to place the same GA4 tag via Site Kit, otherwise they will be duplicated.":["اگر تصمیم دارید همان تگ GA4 را از طریق کیت سایت قرار دهید، مطمئن شوید که آن را حذف کنید، در غیر این صورت آنها تکراری خواهند شد."],"A tag %s for the selected property already exists on the site.":["یک برچسب %s برای ویژگی انتخاب شده از قبل در سایت وجود دارد."],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["یک نسخه فقط مشاهده از داشبورد کیت سایت خود را با سایر نقش های وردپرس به اشتراک بگذارید. <a>بیشتر بیاموزید<\/a>"],"Thanks for using Site Kit!<br \/>Help us make it even better":["از اینکه از کیت سایت استفاده کردید متشکریم!<br \/>به ما در بهتر کردن آن کمک کنید."],"Dashboard sharing & permissions":["اشتراک گذاری داشبورد و مجوزها"],"Open sharing settings":["تنظیمات اشتراک گذاری را باز کنید"],"Shared by <strong>%s<\/strong>":["به اشتراک گذاشته شده توسط <strong>%s<\/strong>"],"Learn more about dashboard sharing":["درباره اشتراک داشبورد بیشتر بدانید"],"Apply":["اعمال"],"Shared services":["خدمات به اشتراک گذاشته شده"],"View only":["فقط دیدن"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["می‌توانید آمار همه سرویس‌های مشترک گوگل را ببینید، اما نمی‌توانید هیچ تغییری ایجاد کنید. <strong>برای اتصال سرویس‌های بیشتر و کنترل دسترسی اشتراک‌گذاری، وارد سیستم شوید.<\/strong>"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["می‌توانید آمار همه سرویس‌های مشترک گوگل را ببینید، اما نمی‌توانید هیچ تغییری ایجاد کنید. <a>بیشتر بیاموزید<\/a>"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s «%2$s»"],"Go to dashboard":["به داشبورد بروید"],"Search Console is gathering data":["داده های جست و جو کنسول   در حال جمع شدن است"],"Search Console and Analytics are gathering data":["کنسول جستجو و تجزیه و تحلیل داده ها را جمع آوری می کنند"],"It can take up to %s hour before stats show up for your site. While you’re waiting, connect more services to get more stats.":["ممکن است تا %s ساعت طول بکشد تا آمار برای سایت شما نمایش داده شود. در حالی که منتظر هستید، خدمات بیشتری را برای دریافت آمار بیشتر وصل کنید."],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["به محض اینکه افراد کافی از سایت شما بازدید کردند، کیت سایت شروع به نمایش آمار در داشبورد می کند. به کار روی سایت خود ادامه دهید تا بازدیدکنندگان بیشتری جذب کنید."],"Not enough traffic yet to display stats":["هنوز ترافیک کافی برای نمایش آمار وجود ندارد"],"Maybe later":["شاید بعدا"],"Search":["جست و جو"],"Back to dashboard":["بازگشت به داشتبورد"],"Connect":["اتصال"],"Monetization":["کسب درآمد"],"Content":["محتوا"],"Traffic":["ترافیک سایت"],"It looks like the URL %s is not part of this site or is not based on standard WordPress content types, therefore there is no data available to display. Visit our <link1>support forums<\/link1> or <link2><VisuallyHidden>Site Kit<\/VisuallyHidden> website<\/link2> for support or further information.":["به نظر می رسد URL %s بخشی از این سایت نیست یا بر اساس انواع محتوای استاندارد وردپرس نیست، بنابراین هیچ داده ای برای نمایش وجود ندارد. برای پشتیبانی یا اطلاعات بیشتر از <link1>تالار گفتمان پشتیبانی<\/link1> یا <link2><VisuallyHidden>سایت کیت<\/VisuallyHidden> وب سایت<\/link2> ما دیدن کنید."],"Enter title or URL…":["عنوان یا URL را وارد کنید…"],"URL Search":["جستجوی آدرس وب سایت"],"Page\/URL Search":["جستجوی صفحه\/آدرس"],"screen reader text\u0004(disabled)":["(غیر فعال)"],"Place Google Analytics 4 code":["کد ۴ حرفی گوگل آنالایتیکز را وارد کنید"],"Help":["راهنما"],"Users that can write posts":["کاربرانی که می توانند پست بنویسند"],"All logged-in users":["همه کاربران وارد شده"],"Get support":["کمک دریافت کنید"],"Read help docs":["مدارک راهنما را بخوانید"],"Fix common issues":["مشکلات معمول را حل کنید"],"Got it":["فهمیدم"],"Get help with AdSense":["در مورد ادسنس راهنمایی دریافت کنید"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"Bounce Rate %":["نرخ پرش %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s در برابر %2$s"],"Remind me later":["بعداً یادآوری کن"],"OK, Got it":["باشه، فهمیدم!"],"Next":["بعدی"],"screen reader text\u0004(opens in a new tab)":["(در یک برگه جدید باز می شود)"],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["یک ویژگی گوگل آنالیتیکس 4 (GA4) دارید و می خواهید نحوه استفاده از آن را با کیت سایت بیابید؟"],"Learn more here.":["اینجا بیشتر بیاموزید"],"Redo the plugin setup":["تنظیمات افزونه را دوباره انجام دهید"],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی کنسول جستجو ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"This service was originally connected by an administrator — you can contact them for more information.":["این سرویس در ابتدا توسط یک مدیر متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["این سرویس ابتدا توسط مدیر \"%s\" متصل شده است — برای اطلاعات بیشتر می توانید با آنها تماس بگیرید."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای دسترسی به داده‌های %s را ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Insufficient permissions in %s":["مجوزهای کافی در %s وجود ندارد"],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این نمای آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این ویژگی آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["حساب گوگل شما مجوزهای کافی برای این حساب آنالیز ندارد، بنابراین نمی‌توانید آمار آن را در داشبورد کیت سایت ببینید."],"Report this problem":["گزارش این مشکل"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["برای رفع این, <a href=\"%s\">تنظیمات افزونه را دوباره انجام دهید<\/a>."],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["شما باید به کیت سایت اجازه دهید تا از طرف شما یک حساب آنالیز ایجاد کند و همچنین شرایط خدمات گوگل آنالیتیکس را بپذیرید."],"Timezone":["ناحیه‌زمانی"],"Country":["کشور"],"You will be redirected to Google Analytics to accept the terms of service.":["برای پذیرش شرایط خدمات به گوگل آنالیتیکس هدایت خواهید شد."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["ما اطلاعات لازم را برای حساب جدید شما از قبل پر کرده ایم. هر گونه جزئیات را تأیید یا ویرایش کنید:"],"Create your Analytics account":["حساب آنالیز خود را ایجاد کنید"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["کیت سایت نمی‌تواند به همه داده‌های مرتبط دسترسی داشته باشد زیرا شما به همه مجوزهای درخواست شده در طول راه‌اندازی اعطا نکرده‌اید. برای استفاده از کیت سایت، باید تنظیمات را برای: %s دوباره انجام دهید - مطمئن شوید که همه مجوزها را در مرحله احراز هویت تأیید کرده‌اید."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["کیت سایت نمی‌تواند به داده‌های مربوطه از %1$s دسترسی داشته باشد زیرا شما به همه مجوزهای درخواستی در حین راه‌اندازی اعطا نکرده‌اید. برای استفاده از کیت سایت، باید تنظیم را برای %1$s دوباره انجام دهید - مطمئن شوید که همه مجوزها را در مرحله احراز هویت تأیید کنید."],"Site Kit can’t access necessary data":["کیت سایت نمی تواند به داده های لازم دسترسی پیدا کند"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["کیت سایت نمی‌تواند به همه داده‌های مرتبط دسترسی داشته باشد زیرا شما به همه مجوزهای درخواست شده در طول راه‌اندازی اعطا نکرده‌اید. برای استفاده از کیت سایت، باید راه‌اندازی را دوباره انجام دهید – مطمئن شوید که همه مجوزها را در مرحله احراز هویت تأیید کرده‌اید."],"Additional Permissions Required":["مجوزهای اضافی مورد نیاز است"],"Manage Sites":["مدیریت سایت ها"],"%sM":["%sمیلیون"],"%sK":["%sهزار"],"Last %s day":["آخرین %s روز"],", ":["، "],"Site Kit encountered an error":["سایت کیت با خطایی روبرو شد"],"Once completed, click the link below to re-fetch your accounts to continue.":["پس از تکمیل، روی پیوند زیر کلیک کنید تا حساب های خود را دوباره واکشی کنید تا ادامه دهید."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["برای ایجاد یک حساب کاربری جدید، روی دکمه زیر کلیک کنید تا صفحه ایجاد حساب گوگل آنالیتیکس در یک پنجره جدید باز شود."],"Set up a new account":["ایجاد یک حساب کاربری جدید"],"Oops! There was a problem during set up. Please try again.":["اوه! در حین تنظیم مشکلی وجود داشت. لطفا دوباره تلاش کنید."],"Speed":["سرعت"],"Create Account":["ساختن حساب"],"%s data is not yet available, please check back later":["اطلاعات %s هنوز در دسترس نیست، لطفاً بعداً دوباره بررسی کنید"],"Looks like you don’t have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["به نظر می‌رسد هنوز حساب آنالیز ندارید. هنگامی که آن را ایجاد کردید، روی \"حساب من را دوباره واکشی کنید\" کلیک کنید و سایت کیت آن را پیدا می کند."],"Analytics is gathering data":["تجزیه و تحلیل داده ها را جمع آوری می کند"],"Set up a new property":["یک ملک جدید راه اندازی کنید"],"%s Gathering Data":["%s در حال جمع آوری داده ها"],"Data error in %s":["خطای داده در %s"],"Re-fetch My Account":["حساب من را دوباره واکشی کنید"],"Learn more":["بیشتر بدانید"],"Sessions":["نشست‌ها"],"Sign in with Google":["ورود با حساب گوگل"],"Site Kit by Google Logo":["سایت کیت توسط لوگوی گوگل"],"OK, Got it!":["باشه، فهمیدم!"],"Session Duration":["مدت زمان نشست"],"Error: %s":["خطا: %s"],"Users":["کاربران"],"Account":["حساب کاربری"],"Back":["بازگشت"],"Property":["ویژگی"],"Create an account":["ایجاد یک حساب کاربری"],"User Avatar":["تصویر پروفایل کاربر"],"Detailed Page Stats":["آمار دقیق صفحه"],"Back to the Site Kit Dashboard":["بازگشت به پیشخوان سایت‌کیت"],"Disconnect":["قطع اتصال"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["با قطع ارتباط سایت کیت توسط گوگل، دسترسی شما به همه سرویس‌ها حذف می‌شود. پس از قطع اتصال، باید مجدداً برای بازیابی سرویس مجوز دهید."],"Cancel":["لغو"],"All":["همه"],"Reset":["بازنشانی"],"Close":["بستن"],"Day":["روز"],"No results found":["هیچ نتیجه‌ای یافت نشد"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-entity-dashboard-c29e756e26e771f948ef.js"}}